Repository: softwind0214/GittleHub
Catalog: GittleHub/Resource/Localizable.xcstrings
Source language: zh_hans
Languages: en

# login.button.title
source: 从 Github 登陆
en: Login From Github

# me.button.logout
source: 退出登陆
en: Logout

# me.button.switchLang
source: 切换语言
en: Switch Language

# me.logout.alert.cancel
source: 取消
en: Cancel

# me.logout.alert.confirm
source: 确定
en: Confirm

# me.logout.alert.message
source: 真的要退出登陆吗？
en: Are you sure to logout?

# me.logout.alert.title
source: 请确认
en: Please Confirm

# me.switchLang.alert.cancel
source: 取消
en: Cancel

# me.switchLang.alert.confirm
source: 确定
en: Confirm

# me.switchLang.alert.message
source: 去系统的 App 配置页切换语言？
en: We’d like to go to app setting page to switch the language.

# me.switchLang.alert.title
source: 请确认
en: Please Confirm

# nav.search.tool.cancel
source: 取消
en: Cancel

# search.tips.empty
source: 请输入搜索内容
en: Input Search Key

# search.tips.noresult
source: 没搜到…
en: No Results

# tab.home
source: 时间线
en: Timeline

# tab.me
source: 我
en: Me

# tab.repo
source: 我的库
en: My Repo

# tab.search
source: 搜索
en: Search
